Repository: olafmoriarty/nettserier
Catalog: _ns/translation/*/LC_MESSAGES/nettserier.po
Languages: nb_no, nn_no

source: This cookie is set by the <em>Adaptive Images</em> plugin and is used to preprocess image files based on your screen resolution before sending them to your device, so that we won't eat up all your cell phone data. (To be honest I have no idea why this operation requires cookies, but hey, it seems to work.)
nb_no: Denne informasjonskapselen er opprettet av <em>Adaptive Images</em>-innstikket og brukes til å forhåndsbehandle bildefiler basert på skjermoppløsningen din før vi sender dem til dingsen din, slik at vi ikke tapper deg for mobildata. (For å være ærlig aner jeg ikke hvorfor en slik operasjon trenger informasjonskapsler, men hei, det ser ut som om det virker.)
nn_no: Denne informasjonskapselen er satt av <em>Adaptive Images</em>-innstikket og brukast for å førehandshandsame biletfiler basert på skjermoppløysinga di før dei blri sendt til maskina di, så vi ikkje spiser opp all datatrafikken din. (Eg aner ærleg talt ikkje kvifor ein slik operasjon krevjer cookies, men det ser ut til å fungere.)

source: This cookie is set when you select a language and stores information about which language you prefer reading {page} in. This cookie won't be set until you're choosing a language, and deleting it is completely safe - without it, {page} will be shown in your browser's default language.
nb_no: Denne informasjonskapselen blir satt når du velger et språk og lagrer hvilket språk du foretrekker å lese {page} på. Kapselen blir ikke satt før du velger et språk, og det er helt trygt å slette den - uten den vil {page} rett og slett bli vist på nettleserens standardspråk.
nn_no: Denne informasjonskapselen blir satt når du vel eit språk og lagrar informasjon om kva språk du ønskjer å lese {page} på. Den blir ikkje satt før du vel eit språk, og det einaste som vil skje om du sletter den er at {page} vil visast på standardspråket til nettlesaren din.

source: Menu
nb_no: Meny
nn_no: Meny

source: Search
nb_no: Søk
nn_no: Søk

source: {n}'s dashboard
nb_no: {n}s kontrollpanel
nn_no: {n}s kontrollpanel

source: Settings
nb_no: Innstillinger
nn_no: Innstillingar

source: Log out
nb_no: Logg ut
nn_no: Logg ut

source: Language
nb_no: Språk
nn_no: Språk

source: Follow us!
nb_no: Følg oss!
nn_no: Følg oss!

source: About us
nb_no: Om oss
nn_no: Om oss

source: Cookies
nb_no: Informasjonskapsler
nn_no: Informasjonskapslar

source: Help
nb_no: Hjelp
nn_no: Hjelp

source: {page} &copy; {company}, {startyear}-{currentyear}<br>All comics are &copy; their respective creators
nb_no: {page} &copy; {company}, {startyear}-{currentyear}<br>Alle tegneserier er &copy; sine respektive tegneserieskapere
nn_no: {page} &copy; {company}, {startyear}-{currentyear}<br>Alle teikneseriar er &copy; sine respektive skaparar

source: First page
nb_no: Første side
nn_no: Første side

source: Previous page
nb_no: Forrige side
nn_no: Førre side

source: Next page
nb_no: Neste side
nn_no: Neste side

source: Last page
nb_no: Siste side
nn_no: Siste side

source: Something went wrong.
nb_no: Noe gikk galt.
nn_no: Noko gjekk galent

source: Date (YYYY-MM-DD)
nb_no: Dato (ÅÅÅÅ-MM-DD)
nn_no: Dato (ÅÅÅÅ-MM-DD)

source: Time (HH:MM:SS)
nb_no: Tid (TT:MM:SS)
nn_no: Tid (TT:MM:SS)

source: 404: Page not found
nb_no: 404: Side ikke funnet
nn_no: 404: Sida ikkje funne

source: Well... This is awkward. We can't find the page you're looking for. No idea where it could be.
nb_no: Vel... Dette er flaut. Vi klarer ikke å finne siden du leter etter. Vi har ikke peiling på hvor den kan være.
nn_no: Oi... Dette er flaut. Vi klarer ikkje å finne sida du leiter etter. Vi aner ikkje kvar ho kan vera.

source: Sorry!
nb_no: Beklager!
nn_no: Beklagar!

source: Go back to the comic
nb_no: Gå tilbake til tegneserien
nn_no: Gå til teikneserie

source: Go back to {page}
nb_no: Gå tilbake til {page}
nn_no: Gå tilbake til {page}

source: by {creator}
nb_no: av {creator}
nn_no: av {creator}

source: Did you know that you can personalize this feed by creating or following comics? To follow a comic, go to the comic and click on the big "Follow" button.
nb_no: Visste du at du kan personliggjøre denne strømmen ved å skape eller følge tegneserier? For å følge en tegneserie, gå til tegneserien og klikk på den store «Følg»-knappen.
nn_no: Visste du at du kan personleggjera denne straumen ved å opprette eller følgja teikneseriar? For å følgja ein teikneserie, gå til teikneserien og klikk på "Følg"-knappen.

source: Administration dashboard
nb_no: Administrasjonspanel
nn_no: Administratorpanel

source: Plugins
nb_no: Innstikk
nn_no: Utvidingar

source: Languages
nb_no: Språk
nn_no: Språk

source: Language manager
nb_no: Språkbehandling
nn_no: Språkhandsamar

source: Language code
nb_no: Språkkode
nn_no: Språkkode

source: Plugin manager
nb_no: Innstikkbehandling
nn_no: Utvidingshandsamar

source: Plugin name
nb_no: Innstikknavn
nn_no: Namn på utviding

source: Plugin folder
nb_no: Innstikkmappe
nn_no: Utvidingsmappe

source: User level
nb_no: Brukernivå
nn_no: Brukarnivå

source: Order
nb_no: Rekkefølge
nn_no: Rekkefølgje

source: Update
nb_no: Oppdater
nn_no: Oppdater

source: Browse comics
nb_no: Bla gjennom tegneserier
nn_no: Bla gjennom teikneseriar

source: Name
nb_no: Navn
nn_no: Namn

source: Creator
nb_no: Serieskaper
nn_no: Teikneserieskapar

source: Last update
nb_no: Siste oppdatering
nn_no: Sist oppdatert

source: Admin options
nb_no: Adminvalg
nn_no: Adminval

source: Delete
nb_no: Slett
nn_no: Slett

source: Comics
nb_no: Tegneserier
nn_no: Teikneseriar

source: Create new comic
nb_no: Opprett ny tegneserie
nn_no: Opprett ny teikneserie

source: Browse all comics
nb_no: Bla gjennom alle tegneserier
nn_no: Bla gjennom alle teikneseriar

source: My comics
nb_no: Mine tegneserier
nn_no: Mine teikneseriar

source: Go to comic
nb_no: Gå til tegneserie
nn_no: Gå til teikneserie

source: Edit comic settings
nb_no: Rediger tegneserieinnstillinger
nn_no: Rediger innstillingar for teikneserie

source: Delete comic
nb_no: Slett tegneserie
nn_no: Slett teikneserie

source: If you have created any comics: Any comic <strong>where you are the only listed creator or editor</strong> will be deleted. Deleting a comic also deletes all comic strips, blog posts, comments, statistics and everything else that is related to that comic.
nb_no: Dersom du har opprettet tegneserier: Alle tegneserier <strong>hvor du er den eneste registrerte serieskaperen eller redaktøren</strong> vil bli slettet. Å slette en tegneserie sletter også alle striper, blogginnlegg, kommentarer, statistikk og alt annet som er relatert til den tegneserien.
nn_no: Dersom du har oppretta teikneseriar: Alle teikneseriar <strong>der du er den einaste serieskaparen eller redaktøren</strong> vil bli sletta. Når ein teikneserie blir sletta blir òg alle teikneseriestriper, blogginnlegg, kommentarar, statistikk og andre detaljar knytta til den teikneserien sletta.

source: Any comic you have created or contributed to <strong>with more than one creator/editor listed</strong> will not be deleted automatically, but you will be removed from its creator list and lose your access to edit this comic. If you want to delete such a comic, you have to do that manually before deleting your profile.
nb_no: Alle tegneserier du har opprettet eller bidratt til <strong>med mer enn en serieskaper/redaktør</strong> vil ikke bli automatisk slettet, men du vil bli fjernet fra listen over tegneserieskapere, og miste tilgangen til å redigere serien. Om du vil slette en slik serie, må du gjøre det manuelt før du sletter profilen din.
nn_no: Alle teikneseriar du har oppretta eller bidratt til <strong>med meir enn ein serieskapar/redaktør registrert</strong> vil ikkje bli sletta automatisk, men du blir fjerna frå lista over serieskaparar og mistar tilgongen til å redigere serien. Dersom du vil slette slike teikneseriar, må du gjera det manuelt før du sletter profilen din.

source: That's not the correct password.
nb_no: Dette er ikke riktig passord.
nn_no: Det er ikkje rett passord.

source: Impossible error. Please try again.
nb_no: En umulig feil oppstod. Prøv igjen.
nn_no: Ein umogleg feil oppstod. Prøv igjen.

source: Delete "{comic}"
nb_no: Slett «{comic}»
nn_no: Slett "{comic}"

source: This is a pretty big deal: Are you absolutely sure you want to delete this comic?
nb_no: Dette er ganske heftig. Er du helt sikker på at du vil slette denne tegneserien?
nn_no: Dette er ganske seriøst: Er du sikker på at du vil slette denne teikneserien?

source: Deleting a comic is permanent and <strong>cannot be undone</strong>. When deleting a comic you're also deleting all comic strips, blog posts, comments, statistics and everything else that is related to that comic.
nb_no: Å slette en tegneserie er permanent og <strong>kan ikke angres</strong>. Når du sletter en tegneserie sletter du også alle striper, blogginnlegg, kommentarer, statistikk og alt annet som er relatert til den tegneserien.
nn_no: Å slette ein teikneserie er permanent og <strong>kan ikkje gjerast om</strong>. Når du slettar ein teikneserie slettar du òg alle teikneseriestriper, blogginnlegg, kommentarar, statistikk og andre detaljar knytta til teikneserien.

source: If you're absolutely sure you want to delete this comic, please enter your password to confirm.
nb_no: Dersom du er helt sikker på at du vil slette denne serien, skriv inn passordet ditt for å bekrefte.
nn_no: Dersom du er absolutt sikker på at du vil slette denne teikneserien, skriv inn passordet ditt for å halde fram.

source: Password
nb_no: Passord
nn_no: Passord

source: Sorry! The chosen URL is already in use.
nb_no: Beklager! Den valgte nettadressen er allerede i bruk.
nn_no: Beklagar! Den valde URL-en er allereie i bruk.

source: The comic's URL part can only contain letters (a-z), digits (0-9) and hyphens.
nb_no: URL-en til tegneserien kan bare inneholde bokstaver (a-z), tall (0-9) og bindestreker.
nn_no: Nettadressa til teikneserien kan berre innehalde bokstavar (a-z), siffer (0-9) og bindestrekar.

source: Sorry! The chosen URL is reserved by the system and therefore can't be used.
nb_no: Beklager! Den valgte URL-en er reservert av systemet og kan ikke benyttes.
nn_no: Beklagar! Den valde nettadressa er reservert av systemet og kan ikkje brukast.

source: Name of the comic
nb_no: Navn på tegneserien
nn_no: Namn på teikneserien

source: Preferred URL to your comic
nb_no: Ønsket nettadresse til tegneserien
nn_no: Ønskja nettadresse til teikneserien

source: Deploy changes!
nb_no: Utfør endringer!
nn_no: Utfør endringar!

source: {name} hasn't created any comics yet.
nb_no: {name} har ikke opprettet noen tegneserier ennå.
nn_no: {name} har ikkje oppretta nokre teikeseriar enno.

source: Create a new comic
nb_no: Opprett ny tegneserie
nn_no: Opprett ny teikneserie

source: You haven't created any comics yet.
nb_no: Du har ikke laget noen tegneserier ennå.
nn_no: Du har ikkje laga nokre teikneseriar enno.

source: Create your first comic now!
nb_no: Opprett din første tegneserie nå!
nn_no: Lag din første teikneserie no!

source: Return to "My comics"
nb_no: Gå tilbake til «Mine tegneserier»
nn_no: Gå tilbake til "Mine teikneseriar"

source: Comic name can't be blank.
nb_no: Navnet på tegneserien kan ikke være blankt.
nn_no: Namnet på teikneserien kan ikkje vera blankt.

source: Comic URL can't be blank.
nb_no: URL-en til tegneserien kan ikke være blank.
nn_no: Nettadressa til teikneserien kan ikkje vera blank.

source: More settings ...
nb_no: Flere innstillinger ...
nn_no: Fleire innstillingar ...

source: Create comic!
nb_no: Opprett tegneserie!
nn_no: Opprett teikneserie!

source: {file} is not a valid image file.
nb_no: {file} er ikke en gyldig bildefil.
nn_no: {file} er ikkje ei gyldig biletfil.

source: Could not upload file(s):
nb_no: Kunne ikke laste opp fil(er):
nn_no: Kunne ikkje laste opp fil(er):

source: {file} exceeds the maximum allowed filesize of {size} kB.
nb_no: {file} overskrider maksimal tillatt filstørrelse på {size} kB.
nn_no: {file} overskridar den tilletne filstorleiken, som er {size} kB.

source: {file} does not have a valid file type. Accepted file types are: {extensions}.
nb_no: {file} har ikke riktig filtype. Aksepterte filtyper er: {extensions}.
nn_no: {file} har ikkje ein gyldig filtype. Tilletne filtypar er: {extensions}.

source: {file} could not be uploaded because something went horribly wrong.
nb_no: {file} kunne ikke bli lastet opp fordi noe gikk fryktelig galt.
nn_no: {file} kunne ikkje lastast opp fordi noko gjekk frykteleg galent.

source: {file} could not be uploaded because something went horribly wrong (one reason this may happen is if the file size is obscenely large, in which case you should definitely reduce it).
nb_no: {file} kunne ikke bli lastet opp fordi noe gikk fryktelig galt (en av grunnene til at man kan få denne feilmeldingen er dersom filstørrelsen er absurd stor - i så fall burde du forsøke å redusere den).
nn_no: {file} kunne ikkje lastast opp fordi noko gjekk frykteleg galent. Ein vanleg grunn til at denne feilmeldinga dukkar opp er at filstorleiken er absurd stor, og isåfall kan det vera ein god idé å redusere denne...

source: You haven't chosen any files to upload!
nb_no: Du har ikke valgt noen filer å laste opp!
nn_no: Du har ikkje vald nokre filer å laste opp!

source: Upload new comic strip or page
nb_no: Last opp ny tegneseriestripe eller -side
nn_no: Last opp ny teikneseriestripe/-side

source: Upload new comic strip or page for "{comic}"
nb_no: Last opp ny tegneseriestripe eller -side for «{comic}»
nn_no: Last opp ny teikneseriestripe/-side for «{comic}»

source: Step one: Upload files
nb_no: Steg en: Last opp filer
nn_no: Steg ein: Last opp fil(er)

source: You can upload a single comic strip or page, or multiple at the same time.
nb_no: Du kan laste opp en enkelt tegneseriestripe eller -side, eller mange på en gang.
nn_no: Du kan laste opp ei enkelt fil, eller mange samtidig.

source: Upload and proceed
nb_no: Last opp og fortsett
nn_no: Last opp og hald fram

source: First comic
nb_no: Første stripe
nn_no: Første stripe

source: Previous comic
nb_no: Forrige stripe
nn_no: Førre stripe

source: Next comic
nb_no: Neste stripe
nn_no: Neste stripe

source: Latest comic
nb_no: Siste stripe
nn_no: Siste stripe

source: Published {time}
nb_no: Publisert {time}
nn_no: Publisert {time}

source: Comic
nb_no: Tegneserie
nn_no: Teikneserie

source: Edit uploaded comic strips and pages
nb_no: Rediger opplastede tegneseriestriper og -sider
nn_no: Rediger opplasta teikneseriestriper og -sider

source: Edit strip
nb_no: Rediger stripe
nn_no: Rediger stripe

source: Delete strip
nb_no: Slett stripe
nn_no: Slett stripe

source: Delete comic strips or pages
nb_no: Slett striper eller sider
nn_no: Slett teikneseriestriper og -sider

source: Are you sure you want to delete these comic strips?
nb_no: Er du sikker på at du vil slette disse tegneseriestripene?
nn_no: Er du sikker på at du vil slette desse teikneseriestripene?

source: No title
nb_no: Ingen tittel
nn_no: Ingen tittel

source: Yes, delete them!
nb_no: Ja, slett dem
nn_no: Ja, slett dei!

source: Edit drafts
nb_no: Rediger kladder
nn_no: Rediger kladdar

source: Step two: Edit metadata
nb_no: Steg to: Rediger metadata
nn_no: Steg to: Rediger metadata

source: (Psst! Your comic strips are now uploaded and saved as drafts. If for some reason you abort the operation now, you can always come back to this page by clicking "Edit drafts" under "Edit comic strips and pages" in your dashboard.)
nb_no: (Psst! Stripene dine er nå lastet opp og lagret i kladd. Dersom du trenger å avbryte nå, kan du komme tilbake til denne siden når som helst ved å klikke «Rediger kladder» under «Rediger tegneseriestriper og -sider» i kontrollpanelet ditt.)
nn_no: (Psst! Teikneseriestripene dine er no lasta opp, og lagra som kladd. Dersom du av ein eller annan grunn ønskjer å avbryte no, kan du alltid kome tilbake hit ved å klikke "Rediger kladdar" under "Rediger teikneseriestriper og -sider" i kontrollpanelet.)

source: Edit comic strips or pages
nb_no: Rediger tegneseriestriper og -sider
nn_no: Rediger teikneseriestriper og -sider

source: Edit comic strip or page
nb_no: Rediger tegneseriestripe/-side
nn_no: Rediger teikneseriestripe eller -side

source: Title (optional)
nb_no: Tittel (valgfritt)
nn_no: Tittel (valfri)

source: Publication time:
nb_no: Publiseringstidspunkt:
nn_no: Publiseringstidspunkt:

source: The moment I press the "Publish" button"
nb_no: Det øyeblikket jeg trykker «Publiser»
nn_no: Når eg trykkar «Publiser»-knappen

source: Description (optional)
nb_no: Beskrivelse (valgfritt)
nn_no: Skildring (valfri)

source: Bulk schedule change
nb_no: Masseendring av publiseringsplan
nn_no: Masseendring av publiseringsplan

source: You are editing {num} comic strips or pages. You can select a publication time for each strip/page separately, or you can use one of these bulk options:
nb_no: Du redigerer {num} tegneseriestriper/-sider. Du kan velge publiseringstidspunkt for hver enkelt stripe/side, eller du kan masseendre med ett av disse valgene:
nn_no: Du redigerer {num} teikneseriestriper eller -sider. Du kan velja publiseringstidspunkt for kvar enkelt stripe/side separat, eller du kan bruke eit av desse masseendringsvala:

source: Choose publication time individually for each strip
nb_no: Velg tidspunkt individuelt for hver stripe
nn_no: Vel publiseringstid enkeltvis for kvar stripe

source: Publish all comic strips at the same time
nb_no: Publiser alle stripene samtidig
nn_no: Publiser alle teikneseriestriper samtidig

source: The moment I press the "Publish" button
nb_no: Det øyeblikket jeg trykker «Publiser»
nn_no: Når eg trykkar «Publiser»-knappen

source: At the following time:
nb_no: På dette tidspunktet:
nn_no: På dette tidspunktet:

source: Monday
nb_no: Mandag
nn_no: Måndag

source: Tuesday
nb_no: Tirsdag
nn_no: Tysdag

source: Wednesday
nb_no: Onsdag
nn_no: Onsdag

source: Thursday
nb_no: Torsdag
nn_no: Torsdag

source: Friday
nb_no: Fredag
nn_no: Fredag

source: Saturday
nb_no: Lørdag
nn_no: Laurdag

source: Sunday
nb_no: Søndag
nn_no: Sundag

source: Set a publication schedule
nb_no: Opprett en publiseringsplan
nn_no: Lag ein publiseringsplan

source: The first strip should be published {time}
nb_no: Første stripe skal publiseres {time}
nn_no: Den første stripa skal publiserast {time}

source: After that, publish a new strip every {weekdays}
nb_no: Etter det, publiser en ny stripe hver {weekdays}
nn_no: Etter det: publiser ei ny stripe kvar {weekdays}

source: Save as draft
nb_no: Lagre som kladd
nn_no: Lagre som kladd

source: Save and publish
nb_no: Lagre og publiser
nn_no: Lagre og publiser

source: Edit comic strips and pages
nb_no: Rediger tegneseriestriper og -sider
nn_no: Rediger teikneseriestriper og -sider

source: To edit a single strip/page, click it below. To edit multiple strips/pages, use the checkboxes to select them and then choose "Edit" from "Bulk actions" below.
nb_no: For å redigere en enkelt stripe/side, klikk på den under. For å masseendre striper/sider, velg dem med avkrysningsboksene og velg «Rediger» fra rullegardinmenyen nederst på siden.
nn_no: For å redigere ei enkeltstripe eller side, klikk på ho under. For å redigere fleire striper/sider samtidig, kryss av for dei stripene du vil endre og vel «Rediger» under «Massehandlingar» under.

source: Edit all drafts
nb_no: Rediger alle kladder
nn_no: Rediger alle kladdar

source: Draft
nb_no: Kladd
nn_no: Kladd

source: To be published {time}
nb_no: Blir publisert {time}
nn_no: Blir publisert {time}

source: Bulk actions:
nb_no: Masseendringer:
nn_no: Massehandlingar:

source: Select an action ...
nb_no: Velg en handling ...
nn_no: Vel ei handling ...

source: Edit selected strips/pages
nb_no: Rediger valgte striper/sider
nn_no: Rediger valde stripe/sider

source: Change status of selected strips/pages to Published
nb_no: Endre status på valgte striper/sider til Publisert
nn_no: Endre status på valde striper til Publisert

source: Change status of selected strips/pages to Draft
nb_no: Endre status på valgte striper/sider til Kladd
nn_no: Endre status på valde striper til Kladd

source: Delete selected strips/pages
nb_no: Slett valgte striper/sider
nn_no: Slett valde striper

source: Apply
nb_no: Utfør
nn_no: Utfør

source: You haven't uploaded any comics yet!
nb_no: Du har ikke lastet opp noen tegneserier ennå!
nn_no: Du har ikkje lasta opp nokre teikneseriar enno!

source: Recent updates
nb_no: Nylige oppdateringer
nn_no: Nye oppdateringar

source: Comments for {comic}
nb_no: Kommentarer til {comic}
nn_no: Kommentarar til {comic}

source: (no title)
nb_no: (ingen tittel)
nn_no: (ingen tittel)

source: Comment to {title}:
nb_no: Kommentar til {title}:
nn_no: Kommentar til {title}:

source: Edit
nb_no: Rediger
nn_no: Rediger

source: Delete selected comments
nb_no: Slett valgte kommentarer
nn_no: Slett valde kommentarar

source: This comic hasn't received any comments yet.
nb_no: Denne tegneserien har ikke fått noen kommentarer ennå
nn_no: Denne teikneserien har ikkje fått nokre kommentarar enno.

source: View/delete comments
nb_no: Vis/slett kommentarer
nn_no: Vis/slett kommentarar

source: Error: Can't edit comment
nb_no: Feil: Kan ikke redigere kommentar
nn_no: Feil: Kan ikkje redigere kommentar

source: You don't have access to edit or delete this comment.
nb_no: Du har ikke tilgang til å redigere eller slette denne kommentaren.
nn_no: Du har ikkje tilgong til å redigere eller slette denne kommentaren.

source: Comment can't be blank!
nb_no: Kommentaren kan ikke være tom!
nn_no: Kommentaren kan ikkje vera blank!

source: Edit comment
nb_no: Rediger kommentar
nn_no: Rediger kommentar

source: Delete comment
nb_no: Slett kommentar
nn_no: Slett kommentar

source: Yes, delete comment
nb_no: Ja, slett kommentar
nn_no: Ja, slett kommentar

source: Your comment
nb_no: Din kommentar
nn_no: Din kommentar

source: Are you sure you want to delete this comment?
nb_no: Er du sikker på at du vil slette denne kommentaren?
nn_no: Er du sikker på at du vil slette denne kommentaren?

source: {n} comments
nb_no: {n} kommentarer
nn_no: {n} kommentarar

source: Join the discussion!
nb_no: Bli med i diskusjonen!
nn_no: Bli med i diskusjonen!

source: Write a comment!
nb_no: Skriv en kommentar!
nn_no: Skriv ein kommentar!

source: Add your comment!
nb_no: Legg til kommentar!
nn_no: Legg til kommentar!

source: Log in to add your comment!
nb_no: Logg inn for å legge til en kommentar!
nn_no: Logg inn for å leggja til din kommentar!

source: Today
nb_no: I dag
nn_no: I dag

source: Today's updates
nb_no: Dagens oppdateringer
nn_no: Dagens oppdateringar

source: %A %B %e
nb_no: %A %e. %B
nn_no: %A %e. %B

source: Updates {date}
nb_no: Oppdateringer {date}
nn_no: Oppdateringar {date}

source: {n} new comic strips, including:
nb_no: {n} nye tegneseriestriper, inkludert:
nn_no: {n} nye striper, inkludert:

source: Comics archive for {time}
nb_no: Tegneseriearkiv for {time}
nn_no: Teikneseriearkiv for {time}

source: Select a month:
nb_no: Velg en måned:
nn_no: Vel ein månad:

source: Select a day:
nb_no: Velg en dag:
nn_no: Vel ein dag:

source: %B %e, %Y
nb_no: %e. %B %Y
nn_no: %e. %B %Y

source: Previous month ({date})
nb_no: Forrige måned ({date})
nn_no: Førre månad ({date})

source: Previous day ({date})
nb_no: Forrige dag ({date})
nn_no: Førre dag ({date})

source: Next day ({date})
nb_no: Neste dag ({date})
nn_no: Neste dag ({date})

source: Next month ({date})
nb_no: Neste måned ({date})
nn_no: Neste månad ({date})

source: Sorry! There are no comics to show for this date.
nb_no: Beklager! Det er ingen tegneserier å vise for denne datoen.
nn_no: Beklagar! Det finst ingen teikneseriar å vise for denne datoen.

source: Unfollow this comic
nb_no: Avfølg denne tegneserien
nn_no: Slutt å følgja denne teikneserien

source: Following
nb_no: Følger
nn_no: Følgjar
