Repository: olafmoriarty/nettserier
Catalog: _ns/translation/*/LC_MESSAGES/nettserier.po
Languages: nb_no, nn_no

source: Follow
nb_no: Følg
nn_no: Følg

source: Unblock comic
nb_no: Opphev blokkering
nn_no: Opphev blokkering

source: Block this comic
nb_no: Blokker denne tegneserien
nn_no: Blokker denne teikneserien

source: Comics I follow
nb_no: Tegneserier jeg følger
nn_no: Teikneseriar eg følgjer

source: {name} isn't following any comics yet.
nb_no: {name} følger ingen tegneserier ennå.
nn_no: {name} følgjer ingen teikneseriar enno.

source: {page} is a Norwegian webcomics portal run and owned by {company}.
nb_no: {page} er en norsk tegneserieportal drevet og eid av {company}.
nn_no: {page} er ein norsk teikneserieportal drive og eid av {company}.

source: Contact us
nb_no: Kontakt oss
nn_no: Kontakt oss

source: E-mail:
nb_no: E-post:
nn_no: E-post:

source: Snail mail:
nb_no: Sneglepost:
nn_no: Sneglepost:

source: Who are we?
nb_no: Hvem er vi?
nn_no: Kven er vi?

source: Managing director:
nb_no: Daglig leder:
nn_no: Dagleg leiar:

source: Board members:
nb_no: Styremedlemmer:
nn_no: Styremedlemer:

source: Open source code used for {page}
nb_no: Åpen kildekode benyttet i {page}
nn_no: Åpen kjeldekode brukt på {page}

source: Developed by {name} (released under {license})
nb_no: Utviklet av {name} (gjort tilgjengelig under {license})
nn_no: Utvikla av {name} (utgitt under {license})

source: Developed by {name}
nb_no: Utviklet av {name}
nn_no: Utvikla av {name}

source: Our sponsors
nb_no: Våre sponsorer
nn_no: Våre sponsorar

source: This is a list of the amazing people who are currently supporting {page} on {service} with $10/month or more. They're really incredible, and it would have been a lot more difficult to run {page} without them. THANK YOU!
nb_no: Dette er en liste over de fantastiske menneskene som for tiden støtter {page} på {service} med $ 10 eller mer i måneden. De er helt utrolige, og det ville ha vært mye vanskeligere å drive {page} uten dem. TUSEN TAKK!
nn_no: Dette er ei liste over dei fantastiske menneska som for tida har vald å støtte {page} på {service} med $ 10 eller meir i månaden. Dei er heilt utrulege, og det hadde vore veldig mykje vanskelegare å drive {page} utan dei. TUSEN TAKK!

source: This website uses cookies to improve your user experience. We stribe to keep cookie usage at a minimum and as non-intrusive as possible.
nb_no: Dette nettstedet bruker informasjonskapsler for å forbedre din brukeropplevelse. Vi forsøker å holde bruken av dette på et minimum og så lite påtrengende som mulig.
nn_no: Denne nettstaden bruker informasjonskapslar («cookies») for å forbetre brukaropplevinga di. Vi streber for å halde denne bruken på eit minimum og så lite påtrengjande som mogleg.

source: These are the cookies we use:
nb_no: Dette er de informasjonskapslene vi bruker:
nn_no: Vi bruker desse informasjonskapslane:

source: Used in login handling for security reasons.
nb_no: Brukt i innloggingshåndtering av sikkerhetsgrunner.
nn_no: Brukt for å handtere innlogging av tryggleiksgrunnar.

source: When you log in to the website, and you check the box that says "Remember me", this is one of the cookies that make that box work.
nb_no: Når du logger inn på siden og krysser av i «Husk meg»-boksen, er dette en av informasjonskapslene som gjør at den funksjonen virker.
nn_no: Når du loggar inn på nettstaden, og du kryssar av i boksen som seier «Hugs meg», er dette ein av delane som får den boksen til å fungere.

source: Sign up
nb_no: Registrer deg
nn_no: Registrer

source: Log in
nb_no: Logg inn
nn_no: Logg inn

source: Your profile page
nb_no: Din profil
nn_no: Din profil

source: User dashboard
nb_no: Kontrollpanel
nn_no: Kontrollpanel

source: Return to dashboard
nb_no: Tilbake til kontrollpanel
nn_no: Tilbake til kontrollpanelet

source: Delete account
nb_no: Slett konto
nn_no: Slett konto

source: This is a pretty big deal: Are you absolutely sure you want to delete your user account?
nb_no: Dette er ganske heftig: Er du helt sikker på at du vil slette brukerkontoen din?
nn_no: Dette er ei ganske alvorleg greie: Er du sikker på at du vil slette kontoen din?

source: When you delete your user account, it is gone forever. This is permanent and <strong>cannot be undone</strong>. Seriously: We're not one of those shady businesses that never actually delete your data. When you hit delete, you're actually deleting it.
nb_no: Når du sletter kontoen, er den borte for alltid. Dette er permanent og <strong>kan ikke gjøres om</strong>. Seriøst: Vi er ikke ett av de firmaene som aldri sletter dataene dine. Når du trykker Slett, sletter du det på virkelig.
nn_no: Når du sletter kontoen, er han borte for alltid. Dette er permanent og <strong>kan ikkje angrast</strong>. Nei, seriøst: Vi er ikkje eitt av dei selskapa som aldri faktisk slettar dataa dine. Når du trykker slett, forsvinner dei.

source: Your profile page, and all information stored to it, will be deleted.
nb_no: Profilsiden din, og all informasjon lagret der, vil bli slettet.
nn_no: Profilsida di, og all informasjonen lagra der, blir sletta.

source: If you're absolutely sure you want to delete your user account, please enter your password to confirm.
nb_no: Dersom du er helt sikker på at du vil slette brukerkontoen, skriv inn passordet ditt for å bekrefte.
nn_no: Dersom du er heilt sikker på at du vil slette kontoen din, skriv inn passordet ditt for å halde fram.

source: You can't log in - you are already logged in.
nb_no: Du kan ikke logge inn - du er allerede logget inn.
nn_no: Du kan ikkje logge inn - du er allereie innlogga.

source: Wrong e-mail or password.
nb_no: Feil e-postadresse eller passord.
nn_no: Feil e-post eller passord.

source: Username or e-mail:
nb_no: Brukernavn eller e-postadresse:
nn_no: Brukarnamn eller passord:

source: Password:
nb_no: Passord:
nn_no: Passord:

source: Remember me in this browser
nb_no: Husk meg i denne nettleseren
nn_no: Hugs meg i denne nettlesaren

source: New user?
nb_no: Ny bruker?
nn_no: Ny brukar?

source: Forgot password?
nb_no: Glemt passord?
nn_no: Gløymd passord?

source: This user supports {page} on Patreon!
nb_no: Denne brukeren støtter {page} på Patreon!
nn_no: Denne brukaren støtter {page} på Patreon!

source: Register new user
nb_no: Registrer ny bruker
nn_no: Registrer ny brukar

source: You can't register - you are already logged in.
nb_no: Du kan ikke registrere deg - du er allerede innlogget.
nn_no: Du kan ikkje registrere deg - du er jo allereie innlogga!

source: Sorry! The chosen username is already in use.
nb_no: Beklager! Det valgte brukernavnet er allerede i bruk.
nn_no: Beklagar! Brukarnamnet er allereie i bruk.

source: Username can't be blank.
nb_no: Brukernavnet kan ikke være blankt.
nn_no: Brukarnamnet kan ikkje vera blankt.

source: This is not a valid e-mail address.
nb_no: Dette er ikke en gyldig e-postadresse.
nn_no: Dette er ikkje ei gyldig e-postadresse.

source: E-mail address can't be blank.
nb_no: E-postadressen kan ikke være blank.
nn_no: E-postadresser kan ikkje vera blanke.

source: This e-mail address is already registered.
nb_no: Denne e-postadressen er allerede registrert.
nn_no: E-postadressa er allereie registrert.

source: Password can't be blank.
nb_no: Passordet kan ikke være blankt.
nn_no: Passordet kan ikkje vera blankt.

source: The "Password" and "Confirm password" fields don't match.
nb_no: Passordfeltene er ikke like.
nn_no: Passord-felta er ikkje identiske.

source: Wrong answer! Are you a robot?
nb_no: Feil svar! Er du en robot?
nn_no: Feil svar! Er du ein robot?

source: Your preferred username
nb_no: Ditt ønskede brukernavn
nn_no: Føretrukke brukarnamn

source: Your e-mail
nb_no: Din e-postadresse
nn_no: Di e-postadresse

source: Your password
nb_no: Ditt passord
nn_no: Ditt passord

source: Repeat password
nb_no: Gjenta passord
nn_no: Gjenta passord

source: Spambot check: What is the name of the Gotham City superhero who dresses up like a bat?
nb_no: Spambotsjekk: Hva heter superhelten fra Gotham City som kler seg ut som en flaggermus? (Vi er på jakt etter det engelske navnet på seks bokstaver her.)
nn_no: Spambotsjekk: Kva heiter superhelten frå Gotham City som kler seg ut som ei flaggermus? (Rett svar er sjølvsagt <em>eigentleg</em> «Lynvingen», men vi vil ha det engelske namnet på seks bokstavar her.)

source: Register!
nb_no: Registrer!
nn_no: Registrer!

source: That is not the correct password.
nb_no: Det er ikke riktig passord.
nn_no: Det er ikkje rett passord.

source: When changing your password, the new password can't be blank.
nb_no: Når du endrer passord, kan ikke det nye passordet være blankt.
nn_no: Når du endrer passord, kan ikkje det nye passordet vera blankt.

source: User settings
nb_no: Brukerinnstillinger
nn_no: Brukarinnstillingar

source: To update your registered information, change the values in the fields below, and click "Deploy changes!" at the bottom of the page.
nb_no: For å oppdatere din registrerte informasjon, endre verdiene i feltene under, og klikk «Utfør endringer» nederst på siden.
nn_no: For å oppdatere informasjonen vi har registrert på deg, endre verdiane i felta under, og trykk på knappen.

source: Update your profile
nb_no: Oppdater profilen
nn_no: Oppdater profil

source: Your real name or preferred pseudonym
nb_no: Fullt navn eller pseudonym
nn_no: Fullt namn eller pseudonym

source: Change your password
nb_no: Endre passord
nn_no: Endre passord

source: (Leave these fields blank if you don't need to change your password right now.)
nb_no: (La feltene stå blanke om du ikke ønsker å endre passordet nå.)
nn_no: (La felta stå blanke om du ikkje ønskjer å endre passord akkurat no.)

source: Old password
nb_no: Gammelt passord
nn_no: Gamalt passord

source: New password
nb_no: Nytt passord
nn_no: Nytt passord

source: Delete my account
nb_no: Slett kontoen
nn_no: Slett kontoen

source: Registration successful!
nb_no: Registrering vellykket!
nn_no: Registrering vellukka!

source: Log in to get started!
nb_no: Logg inn for å begynne!
nn_no: Logg inn for å starte!
